{
    "cohort": [{
            "id": 1,
            "firstName": "Noah",
            "lastName": "Husain",
            "reelThemIn": "<p>I 1v1'd a classmate in Counter Strike Source for this prime real estate on the website! </p>",
            "bio": "<p>Before starting my journey in software development, I was working as a Front Office Lead at one of California's largest pediatric dental chains with a focus on serving under-represented communities. At the onset of the pandemic, I lost my job and decided to pivot my career towards software development. Software Development has been an amazing skill to learn and I can't wait to use it out in the growing field to create awesome apps! </p>",
            "github": "https://github.com/NoahHusain",
            "linkedIn": "https://www.linkedin.com/in/noah-husain/",
            "portfolio": "https://noah-husain.netlify.app/",
            "email": "noahhusain@gmail.com",
            "proImg": "noahhusain.jpeg",
            "funImg": "noahfun.JPG"
        },
        {
            "id": 2,
            "firstName": "Devin",
            "lastName": "Garcia",
            "reelThemIn": "\"Practice does not make perfect. Only perfect practice makes perfect.\" - Vince Lombardi",
            "bio": "<p>Growing up as a musician, I always wanted to advance my skills and expand my vocabulary on my instrument. It is this same approach that I bring to software development. The more you practice and learn, the easier it is to express yourself creatively. As an artistic person, it bothers me when I can see the end vision of a project, but do not have the necessary skills to implement said project. I am determined to remove as many of these barriers as possible.</p><p>I started my developer career path on my own, and for almost a year, I absorbed everything I could.I was able to attain a firm grasp on programming fundamentals and was quickly solving more complex problems.Before the year was over, I made the decision to attend Nashville Software School 's full-stack web development course. My goal was to learn industry best-practices and become career ready.</p>",
            "github": "https://github.com/devinmgarcia",
            "linkedIn": "https://www.linkedin.com/in/devinmgarcia/",
            "portfolio": "https://devingarcia.com/",
            "email": "devinmgarcia@gmail.com",
            "proImg": "DevinGarcia.jpg",
            "funImg": "devinfun.jpg"
        },
        {
            "id": 3,
            "firstName": "Dakota",
            "lastName": "Lambert",
            "reelThemIn": "Wizard || Explorer ",
            "bio": "<p>Deep in the state of Kentucky, in the city of Berea, Dakota forged a brain, and into this brain he poured his programming knowledge, his creative thinking and his will to learn new concepts. One brain to learn it all...</p><p> A job offer was near..</p>",
            "github": "https://github.com/DakotaLambert",
            "linkedIn": "https://www.linkedin.com/in/dakotashaynelambert/",
            "portfolio": "http://www.dakotalambert.com/portfolio/",
            "email": "dakotalambertPROG@gmail.com",
            "proImg": "dakotalambert.png",
            "funImg": "dakotafun.png"
        },
        {
            "id": 4,
            "firstName": "Alex",
            "lastName": "Lambrow",
            "reelThemIn": "Full-Stack Developer",
            "bio": "Hello, its me, the ever-elusive Nashville native. For a long time, I only knew two things, I loved my city and I wanted to make it a better place. It wasn't until I started coding that I felt like I had the tools to make an impact. For me, software development combines everything I love about learning and problem solving. It fuels my imagination and brings order to chaos. It always pushes me learn more and seek a deeper understanding. We have a saying in my house, \"I can do all things through Google who strengthens me\". There's nothing like the power of the internet combined with a can-do attitude. I would know. It has taken me far. ",
            "github": "https://github.com/alambrow",
            "linkedIn": "https://www.linkedin.com/in/alexander-lambrow/",
            "portfolio": "https://www.alexanderlambrow.com/",
            "email": "alexander.lambrow@gmail.com",
            "proImg": "AlexLambrow.jpg",
            "funImg": "AlexLambrow.jpg"
        },
        {
            "id": 5,
            "firstName": "Andrew",
            "lastName": "Webb",
            "reelThemIn": "\"Nothing you have not given away will ever really be yours.\" ― C.S. Lewis",
            "bio": "<p>Growing up in Detroit, I always put my entire self into whatever I was doing. Whether I was playing sports or music, I wanted to spend all my time and energy into that focus. Through a long journey of different jobs and career directions, I finally landed in software development. I am task-oriented and a problem solver so web development has been a great fit. Now having landed in the Nashville Software School, I know I have found a career pursuit with a future and that fits my strengths.</p>",
            "github": "https://github.com/andrew-webb07",
            "linkedIn": "https://www.linkedin.com/in/andrew-webb07/",
            "portfolio": "https://www.andrew-webb07.com",
            "email": "andrew-webb07@gmail.com",
            "proImg": "AndrewWebb.JPG",
            "funImg": "andrew_fun_image.jpg"
        },
        {
            "id": 6,
            "firstName": "Ashton",
            "lastName": "Monzi",
            "reelThemIn": "\"Without effort, your talent is nothing more than unmet potential. Without effort, your skill is nothing more than what you could have done but didn't.\" ― Angela Duckworth",
            "bio": "<p>Prior to starting at Nashville Software School, I was a senior graphic designer with 6 years of industry experience. I became interested in software development after getting hands-on experience during my time at a Nashville creative agency. It was there that I realized how much I enjoyed applying the creativity from graphic design to a more technical field. I loved the collaboration within the team of developers as well as the logical and creative steps to solving complex problems. This interest led me to Nashville Software School’s Web Development Jumpstart course where I could utilize my attention to detail and problem-solving abilities. That experience showed me I wanted to be in a field that, along with promoting continual growth, didn’t shy away from the How and Why of a project.</p>",
            "github": "https://github.com/anmonzi",
            "linkedIn": "https://www.linkedin.com/in/ashtonsnoww/",
            "portfolio": "http://www.ashtonsnow.com",
            "email": "ashtonsnow48@gmail.com",
            "proImg": "AshtonMonzi.JPG",
            "funImg": "ashtonfun.JPG"
        },
        {
            "id": 7,
            "firstName": "Tom",
            "lastName": "Clouse",
            "reelThemIn": "Developer, Writer, Doer of Stuff",
            "bio": "<p>Full stack developer</p>",
            "github": "https://github.com/tenntom",
            "linkedIn": "https://www.linkedin.com/in/tom-clouse-704b862/",
            "portfolio": "http://tennesseetom.com",
            "email": "tomclouse@gmail.com",
            "proImg": "ThomasClouse.jpg",
            "funImg": "ThomasClouse.jpg"
        },
        {
            "id": 8,
            "firstName": "Gabriel",
            "lastName": "Gonzales",
            "reelThemIn": "Team player, lifelong learner, problem solver && noodle enthusiast, crossword connoisseur, fútbol fanatic",
            "bio": "<p>To me, programming has always been about the experience. I’ve come to equally appreciate the creativity involved in finding solutions to relevant problems, as well as the gratification of a feature coming to life on screen. My aim is to expand my repertoire and learn more languages, work with teams that nurture growth, and help build software that makes a lasting impact.</p>",
            "github": "https://github.com/gqgonzales",
            "linkedIn": "https://www.linkedin.com/in/gabriel-gonzales-webdev/",
            "portfolio": "https://gabrielgonzales.gatsbyjs.io/",
            "email": "GQ.Gonzales1@gmail.com",
            "proImg": "GabeGonzales.jpg",
            "funImg": "gabeboifun.jpeg"
        },
        {
            "id": 9,
            "firstName": "Jonathan",
            "lastName": "Watson",
            "reelThemIn": "",
            "bio": "<p></p>",
            "github": "https://github.com/thejmdw",
            "linkedIn": "https://www.linkedin.com/in/thejmdw",
            "portfolio": "",
            "email": "thejmdw@gmail.com",
            "proImg": "JonathanWatson.jpg",
            "funImg": "JonathanWatson.jpg"
        },
        {
            "id": 10,
            "firstName": "Val",
            "lastName": "Currie",
            "reelThemIn": "Web dev professional, embedded hobbyist and systems enthusiast with an all-around focus on media. Let’s deploy something!",
            "bio": "<p>Digital audio got me into computers after a few early bandmates really let me down. For a while I was a lone coder struggling and finding mild success on my own. Now I’ve got some serious collaborative development skills under my belt and I can’t wait to join a new group and crank out some sweet, sweet (likely metaphorical) music. In my spare time I tinker with FOSS audio production and physical computing.</p>",
            "github": "https://github.com/enbeec",
            "linkedIn": "https://www.linkedin.com/in/valcuri/",
            "portfolio": "about.valcurrie.com",
            "email": "contact@valcuri.email",
            "proImg": "ValCurrie.jpeg",
            "funImg": "valfun.jpeg"
        },
        {
            "id": 11,
            "firstName": "Justin",
            "lastName": "Adams",
            "reelThemIn": "\"When words fail, music speaks.\"",
            "bio": "<p>I love to learn new things, critical thinking and creativity brings out my passion to solve and learn simultaneously.</p>",
            "github": "https://github.com/kritikillz931",
            "linkedIn": "https://www.linkedin.com/in/adamscjustin/",
            "portfolio": "",
            "email": "justinadams758@gmail.com",
            "proImg": "Legacy.jpg",
            "funImg": "leggyfun.jpg"
        },
        {
            "id": 12,
            "firstName": "Hannah",
            "lastName": "Weeks",
            "reelThemIn": "Gradually falling more and more in love with Python.",
            "bio": "<p>I am a life-long learner and curious about everything. This curiosity has led me many places, including software development. Before attending NSS, I primarily worked in administrative roles where I utilized my ability to problem solve and work on teams. I love working with people and thrive with structure. I am excited to apply my skills and knowledge and look forward to seeing where a career in software development will take me.</p>",
            "github": "https://github.com/hannmalee",
            "linkedIn": "https://www.linkedin.com/in/hannah-m-weeks/",
            "portfolio": "",
            "email": "hmweeks93@gmail.com",
            "proImg": "HannahWeeks.jpeg",
            "funImg": "HannahWeeks.jpeg"
        },
        {
            "id": 13,
            "firstName": "Caleb",
            "lastName": "Wagner",
            "reelThemIn": "“There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning.” – Jiddu Krishnamurti",
            "bio": "<p>I choose to become a software developer after graduating from college wanting to continue with work that was both mentally stimulating and personally satisfying. For me, there’s nothing more satisfying than to think creatively about how to solve a problem and then to carry out the with the solution.</p>",
            "github": "https://github.com/calebwagner",
            "linkedIn": "https://www.linkedin.com/in/caleb-wagner-profile",
            "portfolio": "http://www.caleb-wagner.com",
            "email": "calebwagner5@gmail.com",
            "proImg": "CalebWagner.jpeg",
            "funImg": "calebfun.jpeg"
        },
        {
            "id": 14,
            "firstName": "Shawn",
            "lastName": "Barron",
            "reelThemIn": "Yes, my dog's name is Darrell.",
            "bio": "<p>I have a playlist for every decade and genre of music, I've seen too many films and still not enough, and I stay reppin the Bay Area sports teams, Giants, 49ers, Warriors, see you on an even year ;)</p>",
            "github": "https://github.com/shawnbarron16",
            "linkedIn": "https://www.linkedin.com/in/shawn-barron16/",
            "portfolio": "",
            "email": "shawnbarron16@gmail.com",
            "proImg": "ShawnBarron.JPG",
            "funImg": "shaunfun.jpg"
        },
        {
            "id": 15,
            "firstName": "Sean",
            "lastName": "Murphey",
            "reelThemIn": "Nashville Native. Software Developer. Javascript || React || Python || Django",
            "bio": "<p>I am a full-stack software developer with experience in Javascript, React, Python, SQL, and Django. I have been in the software development field for 6 months following a career in Finance and Accounting. I am looking forward to contributing my broad technical experience in the achievement of the team's mission critical.</p>",
            "github": "https://github.com/S-L-Murphey",
            "linkedIn": "https://www.linkedin.com/in/sean-murphey-09b57311a/",
            "portfolio": "",
            "email": "smurphey1990@gmail.com",
            "proImg": "SeanMurphey.png",
            "funImg": "seanfun.png"
        },
        {
            "id": 16,
            "firstName": "Nick",
            "lastName": "Miller",
            "reelThemIn": "The greatest glory in living lies not in never falling, but in rising every time we fall. -Nelson Mandela",
            "bio": "<p>I am a software engineer who’s also experienced in sales and customer service. With over 11 years of excellent conflict resolution, meeting deadlines and all specification goals tasked to me, I decided to follow my passion for becoming a software developer. In addition to working remotely, I am now pursuing my career in web development by fine tuning my skills and putting forth a goal to create a learning and working environment for myself. This consists of actively increase my online portfolio by cultivating my ever-increasing desire to learn new technological languages while always looking to grow my participation in team lead, and self-directed projects.</p>",
            "github": "https://github.com/Nickarmani03",
            "linkedIn": "https://www.linkedin.com/in/nicholas-miller-ba-1358556a/",
            "portfolio": "",
            "email": "nickarmani03@gmail.com",
            "proImg": "nickarmani03.jpg",
            "funImg": "nickfun.jpg"
        },
        {
            "id": 17,
            "firstName": "Keyanoush",
            "lastName": "Namjoupanah",
            "reelThemIn": "HTML, CSS, JavaScript, React, Python, Django",
            "bio": "<p>I have always had a passion for computers starting as a little kid playing video games with my brother. As I grew older, I started to get more into coding and building computers and really started enjoying those aspects. I Also love to watch and keep up with sports and travel.</p>",
            "github": "https://github.com/Keyanoush",
            "linkedIn": "https://www.linkedin.com/in/keyanoush-namjoupanah-515b92217/",
            "portfolio": "",
            "email": "namjoupanah@gmail.com",
            "proImg": "Key.jpg",
            "funImg": "keyfun.jpg"
        },
        {
            "id": 18,
            "firstName": "Roger",
            "lastName": "Greenway",
            "reelThemIn": "HTML, CSS, JavaScript, React, Python, Django",
            "bio": "<p>Raised in Franklin, Tennessee. I love art, math, science, and coding, of course. I enjoy learning new and creative ways to solve interesting problems in order to create something fun and interesting. Coding is a great fit for me because of this, and since I consider myself to be a lifelong learner, I don't expect myself to stop enjoying coding anytime soon.</p>",
            "github": "https://github.com/rbgreenway3rd",
            "linkedIn": "https://www.linkedin.com/in/roger-greenway-856067219/",
            "portfolio": "",
            "email": "3rdgreenway@gmail.com",
            "proImg": "BryanG.png",
            "funImg": "rogerfun.png"
        },
        {
            "id": 19,
            "firstName": "Jaclyn",
            "lastName": "French",
            "reelThemIn": "Musician, programmer, gamer. ",
            "bio": "<p>Before my journey into software development, I worked as a full time music teacher, teaching all ages, guitar, voice, bass, ukulele, songwriting and rock bands. I had been entertaining the idea of entering the world of tech for years, since I enjoy being in front of the computer, troubleshooting, and creating solutions to problems.</p>",
            "github": "https://github.com/jaclynmariefrench",
            "linkedIn": "https://www.linkedin.com/in/jaclynmariefrench/",
            "portfolio": "",
            "email": "jaclynmariefrench@gmail.com",
            "proImg": "JaclynFrench.JPG",
            "funImg": "jaclynfun.JPG"
        },
        {
            "id": 20,
            "firstName": "Mikey",
            "lastName": "Wooldridge",
            "reelThemIn": "I have knowledge in javascript, HTML, CSS, React, SQL, Python, DJANGO, experience in Junior dev teams with strong communication skills.",
            "bio": "<p></p>",
            "github": "https://github.com/wooldridge12",
            "linkedIn": "https://www.linkedin.com/in/michael-wooldridge-27aa2b210/",
            "portfolio": "",
            "email": "wooldridgemikey@gmail.com",
            "proImg": "MikeyWooldridge.jpeg",
            "funImg": "mikeyfun.PNG"
        },
        {
            "id": 21,
            "firstName": "Ben",
            "lastName": "Kimball",
            "reelThemIn": "\"Michael always says, 'K-I-S-S, keep it simple, stupid.' Great advice, hurts my feelings every time.\" - Dwight Schrute",
            "bio": "<p>Jr developer apprentice that is hardworking and dependable with the drive to learn and motivated to help others as well as the success of a company.  </p>",
            "github": "https://github.com/BenKimball11",
            "linkedIn": "https://www.linkedin.com/in/bkimball11/",
            "portfolio": "BenKimball11.github.io",
            "email": "bkimball97@gmail.com",
            "proImg": "benkimball.jpg",
            "funImg": "benfun.jpg"
        },
        {
            "id": 22,
            "firstName": "Peyton",
            "lastName": "Kemp",
            "reelThemIn": "\"I never allow myself to become discouraged under any circumstances. The three great essentials to achieve anything worthwhile are first, hard work, second, stick-to-ittiveness, third, common sense.\"  - Albert Einstein",
            "bio": "<p>Peyton is a hard-working, determined software developer who loves taking on challenging problems. </p>",
            "github": "https://github.com/peytonkemp",
            "linkedIn": "https://www.linkedin.com/in/peyton-kemp/",
            "portfolio": "peyton-kemp.com",
            "email": "peyton@peyton_kemp.com",
            "proImg": "peytonkemp.JPG",
            "funImg": "peytonfun.jpg"
        },
        {
            "id": 23,
            "firstName": "Cody",
            "lastName": "Jones",
            "reelThemIn": "\"If you want to lift yourself up, lift up someone else.\"",
            "bio": "<p>Nothing I love more than making amazing projects that challenge my creative thinking skills, and help me become a better developer.</p>",
            "github": "https://github.com/CodyJones4235",
            "linkedIn": "https://www.linkedin.com/in/cody-jones-93065a212/",
            "portfolio": "https://www.codyjones.tech/",
            "email": "codyjones4235@gmail.com",
            "proImg": "CodyJones.jpg",
            "funImg": "codyfun.JPG"
        },
        {
            "id": 24,
            "firstName": "Madeline",
            "lastName": "Crowley",
            "reelThemIn": "I am a strange loop",
            "bio": "<p>A long-time interest in technology and design led me to a casual exploration of coding.  After taking a jumpstart class at Nashville Software School in 2019,  I realized that I wanted to make software development a more focused and professional pursuit, and was eventually able to enroll in a full-time bootcamp there.  I enjoy thinking creatively and analytically to solve problems and develop new ideas into real-word applications.</p>",
            "github": "https://github.com/mecrowley",
            "linkedIn": "https://www.linkedin.com/in/madeline-crowley/",
            "portfolio": "",
            "email": "madelinecrowley@gmail.com",
            "proImg": "madelinecrowley.PNG",
            "funImg": "madelinefun.PNG"
        }
    ]
}